Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/vuoigatvuodat.html.tmx
Source language: sme
Languages: sma

source: Vuoigatvuođat / Duogáš / Sámedikki birra / Sámediggi - Sametinget
sma: Reaktah / Sjïeke / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Vuoigatvuođat
sma: Reaktah

source: ” Ráđđehus atná iežas sámepolitihka deaŧalaš vuođusin ahte Norggas stáhta álgovuolggalaččat vuođđuduvvui guovtti álbmoga – sámiid ja dážaid – eanaguovllu ala, ja ahte goappašiid álbmogis lea seamma vuoigatvuohta ja seamma gáibádus beassat gárgedit iežas kultuvrra ja giela.
sma: " Goh akte vihkeles våarome sov politihkese dle reerenasse våaroemasse beaja staate Nöörje aalkovistie lea göökte åålmegi dajvesne tseegkesovveme – saemieh jïh nöörjen almetjh – jïh gåabpegh åålmegh dam seamma reaktam jïh seamma krievemem utnieh sov kultuvrem jïh sov gïelem evtiedidh.

source: Dát prinsihpalaš ovttaárvosašvuohta lea nannejuvvon Vuođđolága §:s 110 A. ”
sma: Daate prinsihpeles seammavyörtegsvoete Maadthlaaken § 110 A tjåådtje. "

source: Sámedikki doaibma guoskkaha juohkelágan riekteáššiid buot servodatsurggiid siskkobealde.
sma: Saemiedigkie gaajhkesåarhts reaktagyhtjelassh sov darjosne gïetede, gaajhki siebriedahkesuerkiej sisnjeli.

source: Sámiin leat sierra vuoigatvuođat; indiviida dásis, sierra álbmogin ja álgoálbmogin.
sma: Saemieh ovmessie såarhts reaktah utnieh; goh indivijde, goh jïjtse åålmege jïh goh aalkoealmetje.

source: Sámiin leat árbejuvvon vuoigatvuođat iežaset árbevirolaš eatnamiidda ja čáziide ja sis lea vuoigatvuohta resurssaide mat leat dáin guovlluin oktasaš ávnnaskeahtes kultuvrra vuođđun.
sma: Saemieh eerpeme reaktah utnieh sijjen aerpievuekien eatneme- jïh tjaetsiedajvide, jïh reaktam vierhtide utnieh dejnie dajvine mah leah dïhte tjåenghkies materijelle kultuvrevåarome.

source: Vuoigatvuođat gullet maiddái surggiide nugo giella, oahpahus, dearvvašvuohta ja kulturmuittuid hálddašeapmi.
sma: Dah reaktah leah aaj ektiedamme dejtie suerkide goh gïele, ööhpehtimmie, healsoe jïh reereme kultuvremojstesijstie.

source: Riektevuođđu vuolgá riikkaidgaskasaš álbmotrievttálaččat čadni konvenšuvnnain, siskkáldas norgalaš rievttis ja sámiid dološ vieruin ja riekteáddejumiin.
sma: Daate reaktavåarome gaskenasjovnale almetjerïekteles viedteldihkie konvensjovnine gååvnese, sisnjelds nöörjen reaktesne jïh saemiej provhkine jïh reaktavuajnojne.

source: Sámi álbmotválljen orgánan Norggas lea Sámedikki mihttomearrin bargat sámiid vuođđo vuoigatvuođaid dohkkehemiin vuođđun sámi kultuvrra, giela ja servodateallima goziheapmái ja nannemii ja sierra sámi árbevieruid bisuheapmái.
sma: Goh saemiej almetjeveeljeme åårgane Nöörjesne, dle Saemiedigkien ulmie lea barkedh guktie saemiej vihkielommes reaktah jååhkesjimmiem åadtjoeh, mij lea akte våarome juktie gorredidh jïh nænnoestidh saemien kultuvrem, gïelem jïh siebriedahkejielemem, jïh ihke dah ovmessie saemien aerpievuekieh gååvnesieh.

source: Álbmotrievtti ja sámi vuoigatvuođaid oktavuođas lea deaŧalaš čujuhit ahte:
sma: Almetjereaktine jïh saemien reaktajgujmie ektine dle vihkeles tjïertestidh:

source: Álgoálbmotdoaba ii čatnas sidjiide geat bohte ovddimusat.
sma: Aalkoealmetjedïejvese ij leah ektiedamme dejtie mah voestegh bööti.

source: Álgoálbmotdoaba ja álgoálbmogiid vuoigatvuođat eai čatnas arkeologalaš duođaštusaide dan ektui geat bohte ovddimužžan.
sma: Aalkoealmetjedïejvese jïh aalkoealmetjereaktah eah leah arkeologeles vihtiestimmide ektiedamme, mah vuesiehtieh gie voestegh bööti.

source: Álgoálbmogiid vuoigatvuođaide gullet dat vuoigatvuođat mat dain olbmuin geat ovtta guovllus ledje álgoálggus ovdal go stáhtat vuođđuduvvojedje, muhto mat eai dohkkehuvvon ovttaárvosažžan.
sma: Aalkoealmetjereaktah reaktide dejtie almetjidie feerhmieh mah joe lin dajvesne åvtelen nasjovnalestaate tseegkesovvi, bene mah idtjin ååktemem åadtjoeh goh seammavyörtegs.

source: ILO-konvenšuvnnas nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain čuožžu ahte álgoálbmogat leat:
sma: ILO-konvensjovnesne nr. 169, aalkoealmetji jïh tjiertealmetji bïjre jïjtjeraarehke staatine dle tjåådtje aalkoealmetjh leah

source: iešmearrideaddji riikkaid álbmogiidda mat adnojuvvojit eamiálbmogin dan dihte go dát álbmogat leat sin maŋisboahttit geat ásse riikkas dahje dan guovllus masa riika gulai, go guovlu váldojuvvui dahje koloniserejuvvui dahje dálá riikkarájit ásahuvvojedje, ja geat juridihkalaš servodatsajisteaset beroškeahttá leat ollásit dahje muhtin muddui seailluhan iežaset sosiála, ekonomalaš, kultuvrralaš ja politihkalaš ásahusaid.
sma: " Almetjh jïjtjeraarehke staatine mah aalkoealmetjinie vuajnalgieh, juktie dah almetjijstie båetieh mah laantesne jallh aktene geografiske dajvesne laanten nuelesne årroejin, dellie gosse vitneme jallh koloniseringe lin, jallh gosse dejtie daaletje staati raastide nænnoesti, jïh saaht mij riekteles sijjide leah, gaajhkh jallh naaken sijjen jïjtsh sosijale, ekonomeles, kultuvrelle jïh polithkeles institusjovnh utniehtamme. "

source: Sámiin eai leat dakkár sierra vuoigatvuođat mat čuozašedje daid vuoigatvuođaide mat dážain muđui leat.
sma: Saemieh eah sjïere reaktah utnieh mah giehpiedieh naaken dejstie jeatjah nöörjen almetji reaktijste.

source: Dat go lea álgoálbmot ii mearkkaš dan ahte sis livčče stuorát vuoigatvuohta go earáin eatnamiidda ja čáziide.
sma: Aalkoealmetjinie årrodh ij sïjhth jiehtedh naaken stuerebe reaktam utnieh dajvide jïh tjaatside mubpijste.

source: Sámiin eai leat eanet vuoigatvuođat go dážain ávkkástallat luondduriggodagaiguin, spiehkastahkan lea boazodoallu, mii árbevirolaččat lea doalahuvvon sámiide Norggas.
sma: Saemieh eah jienebh reaktah utnieh nöörjen almetjijste eatnemevierhtide nuhtedh, bielelen båatsoe, mejnie aerpievuekien mietie, ajve saemieh maahteme gïehtelidh Nöörjesne.

source: Eará ealáhusain nugo eanadoalus ja guolástusas leat iežaset sierra rievttit sorjjakeahttá kultuvrralaš gullevašvuođas.
sma: Jeatjah jielemh goh laanteburrie jïh gööleme sijjen sjïere reaktah utnieh saaht man kultuvrese ektiedimmiem åtna.

source: Álgoálbmotrivttiin sihkkarastojuvvo ahte sámiin galget leat seammalágan vejolašvuođat go dážain bargat kultuvrrain, bisuhit sin eallinvuogi ja vejolašvuohta bissut álbmogin maiddái boahtteáiggis.
sma: Aalkoealmetjereaktah gorredieh dah saemieh edtjieh seamma nuepieh åadtjodh goh nöörjen almetjh sov kultuvrem evtiedidh, sov jieledevuekiem tjåadtjoehtidh jïh nuepiem utnedh aktine åålmeginie årrodh aaj båetijen biejjien.

source: Dán oktavuođas áddejit ollugat boastut go navdet ahte sierra doaibmabijut leat seamma go sierra vuoigatvuođat.
sma: Daesnie jeenjesh vienhtieh sjïere råajvarimmieh leah dïhte seamma goh sjïere reaktah.

source: Dat go sámi mánáin leat seammalágan vuoigatvuođat go dáža mánáin oahppat eatnigielaset skuvllain ii leat makkárge sierra vuoigatvuohta.
sma: Ij leah naan sjïere reakta saemien maanah edtjieh seamma nuepieh åadtjodh goh nöörjen maanah sov ietniengïelem skuvlesne lïeredh.

source: Dát vuoigatvuohta vuolgá Oahpahuslága vuođul ja almmá sierra láhkateavstta vealahuvvošedje sámi mánát.
sma: Daate reakta Ööhpehtimmielaakesne tjåådtje, jïh bielelen daam sjïere laaketeekstem dle saemien maanah lin sïerreldihkie sjïdteme.

source: Dat mii várra sáhttá áddejuvvot sierraláhkai meannudeapmin, ii leat eará go doaibmabidju mii lea dárbbašlaš go ovttaárvosašvuođa, dássásašvuođa ja seammaláganvuođa galggaš sihkkarastit.
sma: Dïhte mij seapan vååjnoe goh joekehts gïetedimmie, ij leah mij akt jeatjebe goh akte råajvarimmie mij lea daerpies juktie seammavoetem, jïh seamma nuepieh gorredidh.

source: Riikkaidgaskasaš konvenšuvnnat
sma: EN.

source: ON konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid hárrái 1966:s (SP) leat ollu deaŧalaš ja guovddáš álbmotrievttálaš sámerievtti norpmat.
sma: ’ i konvensjovne sivijle jïh politihkeles reaktaj bïjre jaepeste 1966 (SP) jïjnjh vihkeles jïh voernges almetjeriekteles njoelkedassh åtna saemiereaktaj bïjre.

source: Dát konvenšuvdna lea maiddái heivehuvvon norgga riektái mas lea ovdamunni eará lágaid ektui, gč. olmmošvuoigatvuođalága.
sma: Daate konvensjovne aaj meatan vaaltasovveme nöörjen reaktesne mij jeatjah laaki åvtelen båata, v. almetjereaktalaakine.

source: Erenoamáš guovddážis lea artihkal 1 mas válddahuvvo álbmoga iešmearridanriekti, artihkkalat 2, 3 ja 26 mat válddahit vealaheami vuostálastima ja artihkal 27 mas nannejuvvo ahte olbmuin geat gullet etnalaš, oskku dahje gielalaš minoritehtaide ii galgga biehttaluvvot vuoigatvuohta bargamis sin iežaset kultuvrrain, dovddasteames sin oskku, dahje geavaheames sin iežaset giela.
sma: Joekoen vihkeles 1. artihkele mij lea almetji reaktaj bïjre jïjtje nænnoestidh, artihkele 2, 3 jïh 26 mij lea ij-sïerredimmien bïjre, jïh artihkele 27 mij vihteste almetjh etnihken, religijööse jallh gïeleldh unnebelåhkojste eah edtjh nyöjhkesovvedh sov jïjtse kultuvrem utnedh, sov jïjtse religijovnem bæjhkodh jallh utnedh, jallh sov jïjtse gïelem nåhtadidh.

source: Álgoálbmogiid ektui guoská artihkal 27 maiddái ávnnaskeahtes kulturbargui ja árbevirolaš ealáhusdoibmii mii čatnasa eatnamiid ja luondduriggodagaid geavaheapmái.
sma: Aalkoealmetji muhteste, dle artihkele 27 aaj feerhmie dam reaktam materijelle kultuvrese jïh aerpievuekien jielemegïehteldæmman, mij lea åtnose laante- jïh eatnemevierhtijste ektiedamme.

source: Mearrádus suodjala maiddái luonddulihkahallamiid vuostá guovlluin maid álgoálbmogat geavahit árbevirolaš ealáhusbargui.
sma: Daate nænnoestimmie aaj vaarjelimmiem buakta hearaldehtemi vööste eatnamisnie, dejnie dajvine gusnie aalkoealmetjh aerpievuekien jielemigujmie gïehtelieh.

source: ON konvenšuvnnas ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođain, 1966:s leat maiddái artihkkalat main lea mearkkašupmi sámerievttálaš áššečuolmmaide.
sma: EN. ’ i konvensjovne ekonomeles, sosijale jïh kultuvrelle reaktaj bïjre jaepeste 1966 (ØSK) aaj artihkelh åtna mah ulmiem utnieh saemieriekteles dåeriesmoerevuajnojde.

source: Nugo SP ja maiddái ESK leat heivehuvvon olmmošvuoigatvuođaláhkii norgga rievttis ovdamuniin eará lágaid ovddabealde.
sma: Goh SP dle aaj ØSK almetjereaktalaaken tjïrrh meatan vaaltasovveme nöörjen reaktesne jïh jeatjah laaki åvtelen båata.

source: Artihkal 1 mas válddahuvvo iešmearridanriekti lea seammalágan go SP vuosttaš artihkal.
sma: 1. artihkele mij lea reaktan bïjre jïjtse nænnoestidh lea eevre seammaplïeres goh 1. artihkele SP.

source: Artihkkalis 2 nr 2 ja 13 nannejuvvo ahte stáhtat leat geatnegahttojuvvon dáhkidit ahte vuoigatvuođat mat leat ESL:s duohtan dahkkojuvvojit almmá makkárge vealaheami haga.
sma: ’ sne. 2. artihkele nr. 2 jïh 13 vihtiestieh dah staath diedtem utnieh tjirkedh ihke tjïrrehtimmie reaktijste mah leah ØSK. ’ esne, heannede naan såarhts sïerredimmien bielelen.

source: ON konvenšuvnnas mánáid vuoigatvuođaid birra 1989 (MK) leat guokte vuoigatvuođa main erenoamážit namuhuvvojit álgoálbmotmánáid vuoigatvuođaid.
sma: EN. ’ i konvensjovne maanaj reaktaj bïjre jaepeste 1989 (BK) göökte reaktah åtna mah sjïerelaakan aalkoealmetji reaktah neebnieh.

source: Artihkal 30 lea measta seammalágan go SP artihkal 27, dainna erohusain ahte álgoálbmot lea čielgasit namuhuvvon MK artihkkalis 30.
sma: 30. artihkele lea mahte seammalaakan goh 27. artihkele SP. ’ sne, dejnie joekehtsinie aalkoealmetjh leah sjïerelaakan neebneme BK.

source: Dát mearrádus ásaha álbmotrievttálaš geatnegasvuođaid stáhtii sámi mánáid bajásšaddaneavttuid ektui ja sin osku, kultuvrralaš ja gielalaš vuoigatvuođaid hárrái.
sma: ’ en 30. artihkelisnie. Daate nænnoestimmie almetjeriekteles åeliedimmieh staatese tseegkie, saemien maanaj byjjenimmietsiehkiej bïjre jïh dej religijööse, kultuvrelle jïh gïeleldh reaktaj bïjre.

source: Artihkal 17 (d) ásaha geatnegasvuođa stáhtii das ahte dat váikkuha dan ahte mediat váldet sierra vuhtii álgoálbmotmánáid gielalaš dárbbuid.
sma: 17. artihkele (d) staatem åelede meedija edtja sjïerelaakan krööhkestidh aalkoealmetjemaanaj gïeleldh daerpiesvoeth.

source: Mánáidkonvenšuvdna lea nugo SP ja ESK heivehuvvon norgga riektái olmmošvuoigatvuođalága bokte.
sma: Maanakonvensjovne lea goh SP jïh ØSK meatan vaaltasovveme nöörjen reaktesne, almetjereaktalaaken tjïrrh.

source: ON konvenšuvdna juohkelágan nállevealaheami heaittiheami birra 1965 (NVK) lea guovdileamos álbmotrievttálaš instrumeanta vealahanoktavuođas.
sma: EN. ’ i konvensjovne nåhkehtimmien bïjre gaajhkesåarhts raase-sïerredimmijste jaepeste 1965 (RDK) lea dïhte vihkielommes alemetjeriekteles dïrrege gosse lea sïerredimmien bïjre.

source: Álgoálbmogiid vealaheapmi gullá NVK vuollái.
sma: Sïerredimmie aalkoealmetjijstie RDK. ’ en nualan båata.

source: ON nállevealahankomitea aiddostahttá erenoamážit ahte dat go álgoálbmogat masset eatnamiid ja luondduriggodagaid “ kolonisttaide, gávppálaš servviide ja stáhtalaš fitnodagaide ” lea vealaheaddji.
sma: EN. ’ i raasesïerredimmiedåehkie åvtese buakta joekoen aalkoealmetji teehpeme laanteste jïh eatnemevierhtijste “ kolonisereden, kommersielle sïeltide jïh staaten gïehteldimmide ” lea sïerredihks.

source: Nállevealahankomitea celkkii earret eará Norgga Ráđđehusa finnmárkkuláhka evttohussii ahte ballá das ahte láhkaevttohus mealgat unnida sámi stivrema ja mearrádusválddi eatnamiid ja luondduriggodagaid ektui Finnmárkku fylkkas.
sma: Raase-sïerredimmiedåehkie lahtestimmine bööti gaskem jeatjah Nöörjen Reerenassen raeriestæmman finnmarhkelaakese, gusnie jeahta satne tjoeperde daate laakeraeriestimmie tjarkilaakan saemien giehtjedimmiem jïh sjæjsjalimmiefaamoem giehpede, dejtie dajve- jïh eatnemevierhtide Finnamarhken fylhkesne.

source: Komitea celkkii ahte Norga ferte geahččalit gávdnat dakkár čovdosiid eanariekteáššiide maid sámi álbmot sáhttá doarjut http://www.universalhumanrightsindex.org/documents/824/490/document/en/pdf/text.pdf
sma: Dåehkie birri Nöörje tjoeri raerieh gaavnedh dejtie gyhtjelasside laantereaktaj bïjre, mej bïjre dah saemieh meehtin seamadidh. http://www.universalhumanrightsindex.org/documents/824/490/document/en/pdf/text.pdf

source: Čakčamánu 13. b. 2007 mearridii ON váldočoahkkin ON álgoálbmot julggaštusa.
sma: Skïereden 13. b. 2007 dle EN. ’ i generalekrirrie EN. ’ sne bæjhkoehtimmiem nænnoesti aalkoealmetji reaktaj bïjre.

source: Julggaštusas válddahuvvojit vuoigatvuođat iešmearrideapmái, eatnamiidda ja resurssaide, konsultašuvnnaide friija dieđihuvvon miehtama mielde, kultuvrii, kulturárbái, árbedieđuide, gillii, dearvvašvuhtii ja oahpahussii.
sma: Bæjhkoehtimmie lea reaktaj bïjre jïjtjenænnoestæmman, dajvi jïh vierhtiej bïjre, råårestallemi bïjre akten frijje bievneme jååhkesjæmman, kultuvren jïh kultuvreaerpien bïjre, aerpievuekien daajroej bïjre jïh gïelen, healsoen jïh ööhpehtimmien bïjre.

source: Julggaštusas dohkkehuvvo čielgasit álgoálbmogiid iešmearridanriekti, nugo sámi álbmoga riekti friija mearridit iežas ekonomalaš, sosiálalaš ja kultuvrralaš ovddideami ja iežas etluondduresurssaid, ja dasto riekti friija mearridit iežaset politihkalaš dili.
sma: Bæjhkoehtimmie vihtieslaakan jååhkesje aalkoealmetjh reaktam utnieh jïjtje nænnoestidh, daan nuelesne saemiej reakta frijjelaakan sov ekonomijen, sosijale jïh kultuvrelle evtiedimmien bïjre nænnoestidh, jïh reakta frijjelaakan sov politihkeles sijjien bïjre nænnoestidh.

source: Julggaštusas deattuhuvvo maiddái sámiid riekti nannet sin politihkalaš, rievttálaš ja ekonomalaš ásahusaid.
sma: Bæjhkoehtimmie aaj saemiej reaktam tjïerteste sov politihkeles, riekteles jïh ekonomeles institusjovnh nænnoestidh.

source: ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, 1989 (ILO.
sma: ILO-konvesjovne nr. 169 aalkoealmetji jïh krirriealmetji bïjre jïjtjeraarehke staatine jaepeste 1989 (ILO.

source: 169) lea guovddáš álbmotriekteinstrumeanta álgoálbmotvuoigatvuođaid hárrái.
sma: 169) lea akte vihkeles dïrrege almetjereaktese gosse lea aalkoealmetji reakt naj bïjre.

source: Konvenšuvnnas válddahuvvojit eanarievttit, bargoeavttut, ámmátoahpahus, dearvvašvuohta ja oahpahus.
sma: Konvensjovne lea laantereaktaj, barkoetsiehkiej, barkoelïerehtimmien, healsoe jïh ööhpehtimmien bïjre.

source: Konvenšuvnna čiehkageađgin leat konsultašuvnnat ja searvan.
sma: Konsultasjovnh jïh meatan årrodh leah dïhte roenegierkie konvensjovnesne.

source: Konvenšuvnnas biologalaš eatnatgeardáivuođa birra, 1992 (CBD) lea maiddái mearkkašupmi sámerievttálaš ovdáneapmái, erenoamážit guoská dát artihkkaliidda 8 j og 10 c.
sma: Konvensjovne biologeles gellievoeten bïjre jaepeste 1992 (CBD) aaj sjyöhtehke akten saemieriekteles evtiedimmien gaavhtan, joekoen dah artihkelh 8j jïh 10 c.

source: Go stáhtas lea geatnegasvuohta suodjalit biologalaš eatnatgeardáivuođa, de galget dat “ doahttalit, suodjalit ja bisuhit máhtolašvuođa, ođđaháhkamiid ja álgoálbmot ja báikkálaš servodaga / álbmoga geavahusa geat ellet árbevirolaš vuogi mielde.
sma: Goh akte lïhtse dejnie staaten åeliedimmine juktie dam biologeles gellievoetem vaarjelidh, dle staath edtjieh “ ååktedh, gorrredidh jïh tjåadtjoehtidh daajroem, orresjugniedimmieh jïh haarjanimmiem aalkoealmetji siebriedahkide, jïh voenges siebriedahkide mah aerpievuekien mietie jielieh ”.
